[
    {
        "id": "1",
        "name": "CHON - JI",
        "description" : "CHON JI jest pierwszym układem formalnym w Taekwon - do, zawiera 19 elementów technicznych. W języku koreńskim Chon JI oznacza niebo - ziemia",
        "videoID" : "3mihZn8TJVM",
        
        
    },
    
    {
        "id": "2",
        "name": "DAN - GUN",
        "description" : "DAN - GUN był legendarnym założycielem Korei, układ zawiera 21 elementów technicznych",
        "videoID" : "IKBjrDo5LhI",
        
    },
    
    {
        "id": "3",
        "name": "DO - SAN",
        "description" : "DO - SAN jest pseudonimem koreńskiego patrioty Anh Chang HO, walczącego o niepodległość Korei i szerzenie edukacji. Układ zawiera 24 elementy techniczne",
        "videoID" : "2aBPUKC0esA",
    },
    
    {
        "id": "4",
        "name": "WON - HYO",
        "description" : "WON - HYO był legendarnym buddyjskim mnichem żyjącym w czasach dynastii Sila w VI w., który wprowadził buddyzm do Korei. Układ zawiera 28 elementów technicznych",
        "videoID" : "Sa-wruhayxg",
        
    },
    
    {
        "id": "5",
        "name": "YUL - GOK",
        "description" : "YUL - GOK to pseudonim wybitnego uczonego Yii nazywanego \"Konfucjuszem Korei\", zawiera 38 element ilość elementów technicznych symbolizuje szerokość geograficzną",
        "videoID" : "uZjprnOIa7I",
    },
    
    {
        "id": "6",
        "name": "JOONG - GUN",
        "description" : "Nazwa układu pochodzi od koreińskiego patriotry Ahn Joong - Gun, który dokonał zamachu stanu na gubernatora Hiro Bumi Ito odpowiedzialnego za przyłączenie Korei do Japonii w 1910 roku. Liczba elementów technicznych symbolizuje wiek poety, w którym został stracony",
        "videoID" : "jUEnEhD-gJ4",
    },
    
    {
        "id": "7",
        "name": "TOI - GYE",
        "description" : "TOI - GYE to pseudonim literacki wybitenego filozofa i uczonego Yi - Hwang, wielkiego znawcy neokonfukcjonizmu. Ilość elementów technicznych symbolizuje 37 stopniowi szerokości geograficznej, gdzie się urodził",
        "videoID" : "kc68udRQGLU",
    },
    
    {
        "id": "8",
        "name": "HWA - RANG",
        "description" : "HWA - RANG to nazwa dobrowolnej organizacji wojskowej skupiającej w swoich szeregach \"kwiat młodzieży\", powstałęj na początku VII wieku za czasów dynastii Silla. 29 elementów technicznych nawiązuje do ówczesnej 29 dywizji elietarnej piechoty, w której rozwijano i doskonalono techniki walki będące pierwowzorem współczesnego Taekwon-do ",
        "videoID" : "AgQN4LLAqbs",
    },
    
    {
           "id": "9",
           "name": "CHOONG - MOO",
           "description" : "CHOONG - MOO to imię nadane wielkiemu admirałowi Yi Soon-Sin. Uważa się go za wynalazcę prototypu łodzi podwodnej. Układ zawiera 30 elementów technicznych",
           "videoID" : "0af7nzgVu5M",
       },
    
    {
            "id": "10",
            "name": "KWANG - GAE",
            "description" : "KWANG - GAE to nazwisko XIX któla królestwa Gogueryeo Kwang-Gye-Toh-Wang, który odzyskał dla Korei dużą część dawnych terenów z Mandżurią włącznie. Zawiera 39 elementów technicznych, których liczba odnosi się do do dwóch pierwszych cyfr daty 391 n.e, tj. roku jego wstąpienia na tron",
            "videoID" : "folI5h06r5A",
        },
        
        {
            "id": "11",
            "name": "PO - EUN",
            "description" : "PO - EUN to pseudonim XIV wiecznego poety i badacza natury Jeong Mong - ju, którego poemat 'nie będę służył obcemu władcy, choćbyście mnie ukrzyżwowali tysiąc razy' jest znany każdemy Koerańczykowi. Diagram układu (--) symbolizuje jego wierność władzy, aż do końca dynastii Koryo",
            "videoID" : "TWdbGW3_g0c",
        },
        
        {
             "id": "12",
             "name": "GE - BEAK",
             "description" : "GE - BEAK to nazwisko generała z czasów księstwa Baekje",
             "videoID" : "g8p76wIloJg",
         },
         
         
         {
             "id": "13",
             "name": "EUI - AM",
             "description" : "EUI - AM to pseudonim SOn Byong Hi, przywódcy w walce o niepodległość narodową",
             "videoID" : "q91aIQ_wCzQ",
         },
         
         
         {
             "id": "14",
             "name": "CHOONG - JANG",
             "description" : "CHOONG - JANG to pseudonim generała Kim Dung Ryang z czasów dynastii Lee(XIV w.)",
             "videoID" : "mh_9e26-r2M",
         },
         
         {
             "id": "15",
             "name": "JU - CHE",
             "description" : "JU - CHE to pojęcie filozoficzne określające człowieka jako byt w pełni władający sobą i naturą",
             "videoID" : "uH0KaVh72P4",
         },
         
         {
             "id": "16",
             "name": "SAM - IL",
             "description" : "SAM - IL to ruch narodowowyzwoleńczy związany z 1 marca 1919 r.",
             "videoID" : "Mb5C0M0YPko",
         },
         
         {
             "id": "17",
             "name": "YOO - SIN",
             "description" : "YO - SIN to nazwisko generała Kim Yoo SIn, naczelnego wodza z czasów dynastii Koryo",
             "videoID" : "9yNr8nyP-W",
         },
         
         {
             "id": "18",
             "name": "CHOI - YONG",
             "description" : "CHOI - YONG to nazwisko naczelnego dowódcy armii Choi Tong z czasów dynastii Koryo",
             "videoID" : "udKgw2LhMxM",
         },
         
         {
             "id": "19",
             "name": "YONG - GAE",
             "description" : "YONG - GAE - to nazwisko generała z czasów królestwa Goguryeo Yon Somoon",
             "videoID" : "8wX0JzYe8n0",
         },
         
         {
             "id": "20",
             "name": "UL - JI",
             "description" : "UL - JI to nazwisko generała UI-JI Moon Dok, któremu powiodła się obrona kraju przed wrogą armią liczącą ok. 1 miliona żołnieży",
             "videoID" : "ftELWqMPfZ4",
         },
         
         {
             "id": "21",
             "name": "MOON - MOO",
             "description" : "MOON - MOO to imię 30 króla z dynastii Silla",
             "videoID" : "cD-9nYJ0CHQ",
         },
         
         {
             "id": "22",
             "name": "SO - SAN",
             "description" : "SO - SAN to pseudonim mnicha Choi Hyong Ung z czasów dynastii Lee, twórcy klasztornych sił zbrojnych dla wsparcia działań wojennych zmierzających do odparcia najazdu Japończyków na półwysep koreński",
             "videoID" : "8xFGvAzDMN0",
         },
         
         {
             "id": "23",
             "name": "SE - JONG",
             "description" : "SE - JONG to nazwisko największego koerańskiego króla, wynalazcy alfabetu koreńskiego w 1443 r.",
             "videoID" : "tikAd614Tag",
         },
         
         {
             "id": "24",
             "name": "TONG - IL",
             "description" : "TONG - IL oznacza dosłownie zjednoczenie",
             "videoID" : "Apb5qSFEQY4",
             
         }
]
