[
    {
        "id": "1",
        "name": "LICZEBNIKI KOREAŃSKIE",
        "description" : "1. -> Hana \n2. -> Tul \n3. -> Set \n4. -> Net \n5. -> Dasot \n6. -> Yasot \n7. -> Ilgot \n8. -> Yodol \n9. -> Ahop \n10. -> Yol",
        
        
    },
    
    {
        "id": "2",
        "name": "STREFY ATAKU",
        "description" : "W Taekwon - do wyróżniamy 3 strefy ataku. \n\nNiska - Najunde \nŚrednia - Kaunde \nWysoka - Nepunde",
        
    },
    
    {
        "id": "3",
        "name": "TAEKWON - DO ZNACZENIE",
        "description" : "W języku koreańsskim słowo TAE oznacza stopę lub uderzenie stopą, KWON oznacza pięść lub uderzenie pięścią, natomiast DO oznacza drogę/zasadę ",
        
    },
    
    {
        "id": "4",
        "name": "POWIERZCHNIE ATAKUJĄCE: RĘCZNE",
        "description" : "To be done",
        
        
    },
    
    {
        "id": "5",
        "name": "POWIERZCHNIE ATAKUJĄCE: NOŻNE",
        "description" : "To be done",
        
    },
    
    {
        "id": "6",
        "name": "POZYCJE W TAEKWON-DO",
        "description" : "To be done",
        
    },
    
    {
        "id": "7",
        "name": "KOPNIĘCIA",
        "description" : "To be done",
        
    },
    
    {
        "id": "8",
        "name": "TECHNIKI RĘCZNE",
        "description" : "To be done",
        
    },
    
    {
        "id": "9",
        "name": "TWÓRCA TAEKWON -DO ",
        "description" : "Taekwon - do to koreańska sztuka walki, która powstała w 1955 roku. \nZa jej twórce uważa się gen. Choi Hong Hi",
        
    },
    
    {
        "id": "10",
        "name": "SYMBOLIKA PASÓW",
        "description" : "Pas biały - Hyin Ti:\nSymboliką stopnia i koloru pasa jest niewinność, początek drogi, mała wiedza w Taekwon-do.\nPas żółty - Noran Ti:\nSymboliką stopnia i koloru pasa jest ziemia, w którą sadzi się ziarenko jako początek wzrostu rośliny. Wiedza adepta ugruntowuje się niczym roślina zapuszczająca korzenie.\nPas zielony - Churok Ti:\nSymboliką stopnia i koloru pasa jest szybki wzrost rośliny (wypuszczanie liści) tak, jak szybko rosną umiejętności adepta.\nPas niebieski - Purun Ti:\nSymboliką pasa i koloru jest niebo, do którego dąży wzrastająca roślina. Umiejętności adepta są już bardzo wysokie, a techniki przez niego wykonywane coraz trudniejsze.\nPas czerwony - Balgan Ti:\nSymboliką stopnia i koloru pasa jest ogień – niebezpieczeństwo. Adept posiada już bardzo duży zasób technik, jego pas jest znakiem ostrzegawczym dla potencjalnego przeciwnika. \nPas czarny - symbolizuje przeciwieństwo pasa białego oraz doświadczenie adepta. Symbolizuje również odwagę i odporność posiadacza",
        
    },
    
    {
        "id": "11",
        "name": "TEORIA MOCY ",
        "description" : "Teoria siły składa się z 6 elementów, które podczas wykonywania technik stanowić powinny nierozerwalną całość. \n\n1. Siła reakcji - Bangdong Ryok:\nZgodnie z teorią Newtona, na każdą działającą siłę działa siła odwrotna, siła reakcji. W Taekwon-do tłumaczy się to tak, iż na siłę uderzenia składają się siła akcji i siła reakcji. Wiedza ta wykorzystywana jest w dwojaki sposób:\n– siła atakującego zawsze sumuje się z siłą broniącego, co wyzwala dużą moc uderzenia, \n– wykonując uderzenia, np.: ap joomuk jirugi jedną ręką zwiększamy siłę uderzenia poprzez jednoczesne cofnięcie drugiej ręki w stronę przeciwną (na biodro).\n  \n2. Koncentracja -Jip joong:\nRozłożenie uderzenia na małej powierzchni powoduje koncentrację siły zwiększając efekt uderzenia. Uderzenia w Taekwon-do często wykonywane są kantem dłoni lub końcówkami palców. Bardzo ważnym jest, aby nie skupiać siły na początku ruchu lecz zwiększać ją stopniowo do momentu kontaktu z celem. \nInnymi słowy: im krótszy czas koncentracji siły uderzenia, tym większy efekt. Każda technika Taekwon-do powinna angażować całe ciało. Ruch powinny rozpoczynać największe i zarazem najwolniejsze mięśnie obręczy biodrowej, a kończyć najmniejsze, ale najszybsze mięśnie znajdujące się w kończynach. Należy pamiętać o nieodzownym elemencie każdego mocnego, szybkiego i skutecznego uderzenia, czyli o skupieniu umysłowym na ułamku sekundy, w którym wyrzucamy z siebie ogromną ilość energii.\n \n3. Równowaga -Kyun Hyung:\nOdgrywa zasadniczą rolę w wielu sportach. W Taekwon-do przykłada się do niej szczególną uwagę. Ciało będące w równowadze czyli dobrze wyważone pomaga wyprowadzić efektywniejsze uderzenie. Pozycje powinny być stabilne i odpowiednio elastyczne, zarówno podczas ataku jak i obrony. Zachowanie pełnej równowagi można osiągnąć tylko wtedy, gdy środek ciężkości ciała pada dokładnie: pomiędzy obiema stopami, przy pozycjach gdzie ciężar rozłożony jest równomiernie na obie nogi oraz na środkową linię ciała w pozycjach gdzie ciężar spoczywa tylko na jednej nodze.\n \n4. Kontrola oddechu - Hohup Jojul:\nNieustanna kontrola oddechu jest nie tylko warunkiem osiągnięcia wytrzymałości czy szybkości. Pozwala również na przyjęcie uderzenia oraz wytworzenie siły do zadania ciosu. Zawsze musi to być połączone z krótkim, ale dynamicznym wydechem powietrza poprzez silne napięcie mięśni przepony. Odpowiednia kontrola oddechu pozwala zaopatrzyć organizm w niezbędną ilość tlenu potrzebną do sprawnego funkcjonowania.\n \n5. Masa - Zilyang:\nNauczenie się i odpowiednie wykorzystanie możliwości ludzkiego ciała pozwala zwiększyć masę uderzenia czy kopnięcia. Skręcając biodra w czasie kopnięcia oraz obniżając środek ciężkości (tzw. fala) w momencie wykonywania techniki powoduje się, że masa uderzeniowa jest większa niż wynikałoby to tylko z wagi człowieka.\n \n6. Szybkość - Sokdo:\nSzybkość stanowi najważniejszy element siły, co jest perfekcyjnie wykorzystane w Taekwon-do. Siła uderzenia wzrasta dzięi wykorzystaniu masy, lecz przy jednoczesnym użyciu większej szybkości możemy ją jeszcze zwiększyć!. Dlatego też, występowanie fali we wszystkich technikach Taekwon-do jest niezbędne do osiągnięcia większej masy oraz szybkości co z kolei przetwarza się bezpośrednio na siłę wykonywanych technik.\n \nBy pełni móc wykorzystać potencjał Taekwon-do, należy pamiętać o wszystkich elementach teorii mocy. Muszą one występować równocześnie, aby kontrolując swoje ciało, produkować silne techniki.",
    }

]
