Repository: Theordius/TaekwondoGPFT
Catalog: TaekwondoGPFT/Resources/*.lproj/Localizable.strings
Languages: pl

# Strona Główna
source: Main Page
pl: Strona Główna

# Nasze Sekcje
source: Our Sections
pl: Nasze Sekcje

# Galeria
source: Gallery
pl: Galeria

# UKŁADY FORMALNE
source: PATTERNS
pl: UKŁADY FORMALNE

# Układy Formalne
source: Patterns
pl: Układy Formalne

# TEORIA
source: THEORY
pl: TEORIA

# Teoria Taekwon - DO
source: Theory of the Taekwon-do
pl: Teoria Taekwon - DO

# SKLEP ONLINE
source: ONLINE SHOP
pl: SKLEP ONLINE

# Nasz sklep Online
source: OUR ONLINE SHOP
pl: Nasz sklep Online

# KALENDARZ
source: CALEDNAR
pl: KALENDARZ

# Kalendarz Imprez
source: Events Calendar
pl: Kalendarz Imprez
